{
    "Hobbies": "Dr. T's hobbies include reading, watching movies, watching her kids achieve their dreams, and getting jiggy with it!",
    "favorite": "Dr. T's favorite things to do are reading, watching movies, watching her kids achieve their dreams, and getting jiggy with it!",
    "inspire": "Today is your future! Grab that bad boy by the horns and ride it until it bends to your will!",
    "educational": "Dr. T's educational background is broad and vast. It includes a Bachelor's of science degree from Middle Tennessee State University, a Master's of Business Administration from Trevecca Nazarene University, a Doctor of Education degree from Trevecca Nazarene University, and a badass developer certification from Nashville Software School.",
    "technologies":"Dr. T has worked with lots of technologies, which include all of the Adobe Creative Suite, tools for educational technology like BlackBoard and Sakai, and software languages like JavaScript, HTML, CSS, Ruby, Rails, PHP, MySQL, PostGres, React Native, and several others.",
    "kids": "Dr. T has 4 human kids - Trinity, Remle, Gabrielle, and Oliva - and 3 four-legged kids - Diego, Skeeter, and Luna.",
    "married": "Dr. T has been married to Eugene for almost 19 years!",
    "husband": "Dr. T's husband, Eugene, has been a public school teacher for over 20 years. He teaches math and science like Master Yoda!",
    "Trinity": "Trinity is Dr. T's eldest child. She is a jazz musician and software developer.",
    "Remle": "Remle is Dr. T's second oldest child. She credits him as the inspiration to all of her great work. He excels at Science and Math and hopes to become a Chemical Engineer.",
    "Gabrielle": "Gabrielle is Dr. T's third child. She is good at everything! She plays sports, writes, draws, and loves to cook. For her young age she is very mature and just an awesome kid!",
    "Olivia": "Olivia is Dr. T's youngest child. She is a gamer and a diva all in one, but don't tell her is said that or she may try to drop me in water when no one in looking. She is sharp as a tack and loves to race the boys because she beats them and it makes them cry.",
    "front": "Dr. T's front end capstone was named ORBiS: Developing More than Code. It is an app that supports neurodiveristy and encourages social interaction by a points based system that earns a user points when they learn more about their peers and interact with them throug groups and events. It is built with Angular, Firebase, JQuery, JavaScript, SASS, HTML, Bootstrap and Coffee",
    "back": "Dr. T has stayed true to herself and her mission for neurodiveristy by creating Magical Wardrobe as her back end capstone project. It allows heads of house to create a virtual closet for anyone who needs structure and with a press of a button, the user can retrieve the weather and any outfit in their closet that matches it is randomly presented along with where to find the items in the closet. Mind blown! It is built with Ruby, Rails, SQLite in development, PostGres in production, Heroku, NGrok, Sinatra, AWS, and Bootstrap",
    "diversity": "Dr. T ecourages diversity and inclusion by being a beacon of hope and light to all people. She encourages open, honest dialog in a safe environment free from judgement by exampling this in her own life. She believes that leaving the world as a place that embraces each other and what we bring to the table will be how we become great again."
}




